Repository: Yatufo/upsalsafronend
Catalog: po/*.po
Languages: fr

source: <div class="about-top"> <h3>ABOUT US</h3> <h4>Welcome to Up Salsa</h4> </div> <div class="about-wedo"> <div class="col-md-4 about-top-img"> <img src="assets/img/logo1-default.png" alt="" class="img-responsive" height="130" width="350"> </div> <div class="col-md-8 about-wedo-right"> <div class="about-a"> <p>You love dancing salsa, bachata, kizomba...?</p> <p align="justify"> Up Salsa is the place where you will find all classes, workshops, events and special offers in your city. </p><br> <p>You have a school and you are looking to promote it?</p> <p>Up Salsa is the perfect place to find new students and announce your classes and events!</p> </div> </div> <div class="clearfix"></div> </div>
fr: <div class="about-top"> <h3>A PROPOS</h3> <h4>Bienvenue à Up Salsa</h4> </div> <div class="about-wedo"> <div class="col-md-4 about-top-img"> <img src="assets/img/logo1-default.png" alt="" class="img-responsive" height="130" width="350"> </div> <div class="col-md-8 about-wedo-right"> <div class="about-a"> <p>Vouz aimez danser salsa, bachata, kizomba...?</p> <p align="justify"> Up Salsa est l’endroit où vous allez trouver tous les cours, ateliers, événements et offres spéciales dans votre ville. </p><br> <p>Vous avez une école et vous voulez le promouvoir?</p> <p>Up Salsa est l’endroit parfait pour trouver des étudiants et annoncer vos cours et événements!</p> </div> </div> <div class="clearfix"></div> </div>

source: 2016 &copy; All Rights Reserved.
fr: 2016 © tous droits réservés.

source: About Us
fr: A propos

source: Add Event/Class
fr: Ajoutez un événements/un cours

source: Add Your School
fr: Ajoutez votre école

source: Address
fr: Adresse postale

source: Benefit from our presence on social media.
fr: Bénéficier de notre présence sur les médias sociaux.

source: City
fr: Ville

source: Description (use #hashtags)
fr: Description (utilisez #hashtags)

source: Duration: {{getDuration()}} hour(s)
fr: Durée: {{getDuration()}} heure(s)

source: email
fr: courriel

source: Events
fr: Évènements

source: Events {{hashtag}}
fr: Évènements {{hashtag}}

source: favorite color
fr: couleur préférée

source: FIND A GREAT PLACE TO DANCE IN {{city | uppercase}}!
fr: LES MEILLEURS ENDROITS POUR DANSER À {{city | uppercase}}!

source: Get more visibility in search engines.
fr: Obtenir plus de visibilité dans les moteurs de recherche.

source: Home
fr: Accueil

source: House name/number
fr: Nom/numéro de la maison

source: http://www.myevent.com
fr: http://www.evenement.com

source: http://www.mylocation.com
fr: http://www.monecole.com

source: Log In
fr: Se connecter

source: Log Out
fr: Déconnexion

source: Look for the best places with the music of your preference now!
fr: Trouvez les meilleurs endroits avec la musique de votre choix maintenant!

source: Obtain a mobile friendly page and improved SEO.
fr: Obtenir une page “mobile friendly” et améliorer votre référencement sur les moteurs de recherches.

source: password
fr: mot de passe

source: phone number
fr: numéro de téléphone

source: Phone Number
fr: Numéro de téléphone

source: Privacy Policy
fr: Politique de confidentialité

source: Promote your classes, workshops and events to our community.
fr: Promouvoir vos classes, ateliers et évènements auprès de notre communauté.

source: Reach more students/dancers.
fr: Avoir plus d’étudiants/danseurs.

source: Schools
fr: Écoles

source: Schools / Places
fr: Écoles / Lieux

source: Season
fr: Saison

source: sms passcode
fr: mot de passe SMS

source: Start:
fr: Commence à

source: State
fr: Province

source: Terms of Service
fr: Conditions d’Utilisation

source: The address should be valid and located on the map
fr: L’adresse doit être valide et présente sur la carte

source: The description should contain at least #party or #class
fr: La description doit contenir au moins #party ou #class

source: Times (15 max)
fr: Fois (15 max)

source: Title
fr: Titre

source: Toggle navigation
fr: Activer/désactiver la navigation

source: Until:
fr: Jusqu’à :

source: Use the same address and phone
fr: Utiliser la même adresse et téléphone

source: Watch the video and create your profile today!
fr: Regardez la vidéo et créez votre profil aujourd’hui!

source: Website
fr: Site web

source: What do you think about this place?
fr: Que pensez-vous de cet endroit ?

source: Why your school should be on
fr: Pourquoi votre école doit être sur

source: Zip code
fr: Code postal
